{"inkVersion":21,"root":[[{"->":"start_here"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start_here":["^Upon waking, you don’t feel as horrible as you thought you would feel after knowing you bombed yesterday's test. After which your day was a foggy blur. You know that your friends seemed to be fine with the test not suffering for the panic you did.","\n","^You stretch and get out of bed, shuffling around you find your stuff tossed around carelessly. You take some time to straighten things out before heading off to school, noting that the window isn’t open this time.","\n","^Once at school you see your friends hanging out in the same spot as they normally do to wait for you. Except this time Tiffany is with them. You never liked her, but know that Brandon has a crush on her. ","#","^school","/#","\n",[["ev",{"^->":"start_here.9.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Go over to them",{"->":"$r","var":true},null]}],["ev",{"^->":"start_here.9.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Wave and head past them",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"start_here.9.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n",{"->":"go_over"},{"#f":5}],"c-1":["ev",{"^->":"start_here.9.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n",{"->":"wave"},{"#f":5}]}],{"#f":1}],"go_over":["^You sigh and go over to them, plastering on a fake smile.","\n","^“Hey guys, what’s up?”","\n","^Adrian: Nothing much, you’re looking better. ","#","^Adrian","/#","\n","^Brandon: Yeah, get some more sleep last night? ","#","^Brandon","/#","\n","^“Yeah, but I still don’t feel great.”","\n","^Tiffany: Oh, you poor thing. You know I always drink this really good tea from Tik Tok that does great things for my sleep schedule. ","#","^Tiffany","/#","\n","^You really hate her, but are able to brush it off and be polite.","\n","^“I don’t really drink tea, but thank you.”","\n","^Adrian: Alright let’s go face the music. ","#","^Adrian","/#","\n","^You all head inside to your history class and take your seats. You feel your panic over your grade rise, but are able to push it away.","\n","^Your teacher places each test face down on everyone's desk. When you flip yours over you see a C- staring back.","\n","^Failure ","#","^demon","/#","\n","^No, this is fine. Right? It's just one test.","\n","end",{"#f":1}],"wave":["^You head past your friends with a wave of acknowledgement and find your way to your history class and take your seat. You feel your panic over your grade rise, but are able to push it away.","\n","^Your teacher places each test face down on everyone's desk. When you flip yours over you see a C- staring back.","\n","^Failure ","#","^demon","/#","\n","^No, this is fine. Right? It's just one test.","\n","^The day passes better than you expected and it isn't long before you return home. ","#","^room","/#","\n","^After a nice meal with your parents you snuggle into bed and fall asleep hoping the next day is just as nice.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}